/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is no longer able to communicate with your printer. Turn the printer off, check your printer connections and check for printer errors, and turn the printer back on." = "通信故障：计算机无法再与打印机通信。请关闭打印机，检查打印机连接情况并查看打印机是否有错误，然后重新开启打印机。";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "打开打印机连接失败：无法打开打印机连接。请检查打印机连接情况并查看打印机是否有错误。";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "纸张尺寸错误：所选纸盘不支持自定义的纸张尺寸。";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "纸张尺寸错误：所选纸盘不支持指定的自定义纸张尺寸。";
"Opening printer connection" = "打开打印机连接";
"Idle" = "空闲";
"Printer Error: The printer needs attention." = "打印机错误：打印机需要人为干预。";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "设备正在休眠。";
"dmf_error_alert_message" = "打印机报告错误。请参见 HP 打印机监视器以了解更多详细信息。";
"dmf_warning_alert_message" = "打印机发出警告。请参见 HP 打印机监视器以了解更多详细信息";
"dmf_info_alert_message" = "打印机报告参考性消息。请参见 HP 打印机监视器以了解更多详细信息。";
"dmf_fatal_error_alert_message" = "打印机报告致命错误。请参见 HP 打印机监视器以了解更多详细信息。";
"Device paused." = "设备已暂停。";

// Internal messages
"Printing page %d, %d%% complete..." = "正在打印第 %d 页，已完成 %d%%...";
"Canceling job" = "取消作业";
